[Stealthfbass X2AbilityTemplate]
LocFriendlyName="消逝之风"
LocHelpText="隐藏自己并从视线中消失。"
LocLongDescription="隐藏自己并从视线中消失。"
LocFlyOverText="消逝之风"
LocFriendlyNameWhenConcealed="消逝之风"

[assassincapture X2AbilityTemplate]
LocFriendlyName="劫持"
LocHelpText="抓住一个相邻的变种人士兵，然后将他传送到附近的天际游侠中。他们将被俘虏，而 xcom 将获得 +30 补给。"
LocLongDescription="抓住一个相邻的变种人士兵，然后将他传送到附近的天际游侠中。他们将被俘虏，而 xcom 将获得 +30 补给。"
LocFlyOverText="劫持"
LocFriendlyNameWhenConcealed="劫持"

[warlockextract X2AbilityTemplate]
LocFriendlyName="提取知识"
LocHelpText="抓住一个相邻的降临士兵然后吸收他们的思想，xcom 将获得 +15 情报。"
LocLongDescription="抓住一个相邻的变种人士兵然后吸收他们的思想，xcom 将获得 +15 情报。"
LocFlyOverText="提取知识"
LocFriendlyNameWhenConcealed="提取知识"

[CreateHunterGrapplefb X2AbilityTemplate]
LocFriendlyName="钩爪"
LocHelpText="使用你的抓钩移动很远的距离或者到达高地。"
LocLongDescription="使用你的抓钩移动很远的距离或者到达高地。"
LocFlyOverText="钩爪"
LocFriendlyNameWhenConcealed="钩爪"

[WarPrelate X2AbilityTemplate]
LocFriendlyName="主教"
LocHelpText="术士引导他的灵能并召唤变种人牧师投入战斗"
LocLongDescription="术士引导他的灵能并召唤变种人牧师投入战斗"
LocFlyOverText="主教"
LocFriendlyNameWhenConcealed="主教"

[AssShogun X2AbilityTemplate]
LocFriendlyName="将军"
LocHelpText="刺客引导她的灵能并召唤变种人眩晕枪手投入战斗"
LocLongDescription="刺客引导她的灵能并召唤变种人眩晕枪手投入战斗"
LocFlyOverText="将军"
LocFriendlyNameWhenConcealed="将军"

[HuntBeastMaster X2AbilityTemplate]
LocFriendlyName="兽王"
LocHelpText="猎人引导他的灵能并召唤寄生兽参与战斗"
LocLongDescription="猎人引导他的灵能并召唤寄生兽参与战斗"
LocFlyOverText="兽王"
LocFriendlyNameWhenConcealed="兽王"



[fbchosregen X2AbilityTemplate]
LocFriendlyName="再生"
LocHelpText="天选者将缓慢恢复失去的生命值。"
LocLongDescription="天选者将缓慢恢复失去的生命值。"
LocFlyOverText="再生"
LocFriendlyNameWhenConcealed="再生"

[fbchosmobility X2AbilityTemplate]
LocFriendlyName="移动性训练"
LocHelpText="为所选对象提供 +4 机动性。"
LocLongDescription="给予所选对象 +4 机动性。"
LocFlyOverText="移动性训练"
LocFriendlyNameWhenConcealed="移动性训练"

[assassinjug X2AbilityTemplate]
LocFriendlyName="巨无霸"
LocHelpText="每次刺客直接使用她的主要近战攻击时，她的最大生命值都会增加 +1，持续到任务结束。"
LocLongDescription="每次刺客直接使用她的主要近战攻击时，她都会在任务的剩余时间内获得 +1 最大生命值。"
LocFlyOverText="Juggernaut +1 最大生命值"
LocFriendlyNameWhenConcealed="Juggernaut"

[TargetDefinitionshivhunt X2AbilityTemplate]
LocFriendlyName="无所遁形"
LocLongDescription="任何被选中的单位将永久可见。"
LocHelpText="任何被选中的单位将永久可见。"
LocPromotionPopupText="<Bullet/> 使用选定的侦察兵可以追踪敌人，即使他们进入战争迷雾。<br/>"

[TargetDefinitionPassiveshivhunt X2AbilityTemplate]
LocFriendlyName="无所遁形"
LocLongDescription="任何被选中的单位将永久可见。"
LocHelpText="任何被选中的单位将永久可见。"

[teleportchoswarlock X2AbilityTemplate]
LocFriendlyName="传送"
LocHelpText="该技能允许术士传送至小队视野内的目的地。花费 1 个动作。"
LocLongDescription="该技能允许术士传送至小队视野内的目的地。花费 1 个动作。"
LocFlyOverText="传送"
LocFriendlyNameWhenConcealed="传送"

[warlockheal X2AbilityTemplate]
LocFriendlyName="抚慰"
LocHelpText="术士可以为一个友方单位恢复 6 点生命值。"
LocLongDescription="术士可以为一个友方单位恢复 6 点生命值。"
LocFlyOverText="抚慰"
LocFriendlyNameWhenConcealed="抚慰"


[wibblessoulchainwar X2AbilityTemplate]
LocFriendlyName="灵魂锁链"
LocHelpText="术士将自己拴在敌人身上。每当术士受到伤害时，敌人也会受到伤害。"
LocLongDescription="术士将自己拴在敌人身上。每当术士受到伤害时，敌人也会受到伤害。"
LocFlyOverText="灵魂锁链"
LocFriendlyNameWhenConcealed="灵魂锁链"


[Bladestormfb33zjjhunt X2AbilityTemplate]
LocFriendlyName="猎物上门"
LocLongDescription="天选者猎手将对任何进入他附近的敌人进行反应射击"
LocHelpText="天选者猎手将对任何进入其附近的敌人进行反应射击"
LocFlyOverText="猎物上门"
LocPromotionPopupText="猎物上门"

[BladestormAttackfb33zjjhunt X2AbilityTemplate]
LocFriendlyName="猎物上门"
LocLongDescription="天选者猎手将对任何进入他附近的敌人进行反应射击"
LocHelpText="天选者猎手将对任何进入其附近的敌人进行反应射击"
LocFlyOverText="猎物上门"
LocPromotionPopupText="猎物上门"

[WarlockLevelM1 X2AbilityTemplate]
LocFriendlyName="天选者能量"
LocLongDescription="天选者的思想被灵能能力所解锁"
LocHelpText="天选者的思想被灵能能力所解锁"
LocFlyOverText="天选者能量"
LocPromotionPopupText="天选者能量"

[WarlockLevelM2 X2AbilityTemplate]
LocFriendlyName="天选者能量"
LocLongDescription="天选者的思想被灵能能力所解锁"
LocHelpText="天选者的思想被灵能能力所解锁"
LocFlyOverText="天选者能量"
LocPromotionPopupText="天选者能量"

[WarlockLevelM3 X2AbilityTemplate]
LocFriendlyName="天选者能量"
LocLongDescription="天选者的思想被灵能能力所解锁"
LocHelpText="天选者的思想被灵能能力所解锁"
LocFlyOverText="天选者能量"
LocPromotionPopupText="天选者能量"

[WarlockLevelM4 X2AbilityTemplate]
LocFriendlyName="天选者能量"
LocLongDescription="天选者的思想被灵能能力所解锁"
LocHelpText="天选者的思想被灵能能力所解锁"
LocFlyOverText="天选者能量"
LocPromotionPopupText="天选者能量"

[WarlockFocusM4 X2AbilityTemplate]
LocFriendlyName="天选者能量"
LocLongDescription="天选者的思想被灵能能力所解锁"
LocHelpText="天选者的思想被灵能能力所解锁"
LocFlyOverText="天选者能量"
LocPromotionPopupText="天选者能量"






[Rendass X2AbilityTemplate]
LocFriendlyName="打击"
LocHelpText="向前冲刺并用你的剑攻击。成功的攻击将使你获得移动的动作。"
LocLongDescription="向前冲刺并用你的剑攻击。成功的攻击将使你获得移动的动作。"
LocFlyOverText="打击"
LocFriendlyNameWhenConcealed="打击"

[Hunterburst X2AbilityTemplate]
LocFriendlyName="渗透"
LocHelpText="使用狙击步枪穿透墙壁、地形和物体进行射击。"
LocLongDescription="使用狙击步枪穿透墙壁、地形和物体进行射击。"
LocFlyOverText="渗透"
LocFriendlyNameWhenConcealed="渗透"

[huntcripple X2AbilityTemplate]
LocFriendlyName="致残射击"
LocHelpText="此射击可以将敌人击出掩体并使其失去一回合内的所有机动性。对机器人敌人无效。"
LocLongDescription="此射击可以将敌人击出掩体并使其失去一回合内的所有机动性。对机器人敌人无效。"
LocFlyOverText="致残射击"
LocFriendlyNameWhenConcealed="致残射击"


[HarborWavefb X2AbilityTemplate]
LocFriendlyName="波涛斩"
LocHelpText="释放强大的破坏性 AOE 射弹攻击。"
LocLongDescription="释放强大的破坏性 AOE 射弹攻击。"
LocFlyOverText="波涛斩"
LocFriendlyNameWhenConcealed="波涛斩"

[LethalDosefb X2AbilityTemplate]
LocFriendlyName="致死剂量"
LocHelpText="向目标发射一支毒镖。它每回合造成 3-5 点伤害，并且会持续到目标死亡。"
LocLongDescription="向目标发射一支毒镖。它每回合造成 3-5 点伤害，并持续到目标死亡。"
LocFlyOverText="致死剂量"
LocFriendlyNameWhenConcealed="致死剂量"

[warlockField X2AbilityTemplate]
LocFriendlyName="灵能释放"
LocHelpText="在你周围释放一道灵能爆炸，对所有附近的敌人造成伤害。"
LocLongDescription="在你周围释放一道灵能爆炸，对所有附近的敌人造成伤害。"
LocFlyOverText="灵能释放"
LocFriendlyNameWhenConcealed="灵能释放"







[Overwatchfbg1 X2AbilityTemplate]
LocFriendlyName="监视射击"
LocHelpText="向第一个进入你视线的敌人开火，但会受到瞄准惩罚。"
LocLongDescriptionWhenConcealed="向第一个进入你视线的敌人开火，但前提是必须被发现。"
LocFlyOverText="监视射击"
LocFriendlyNameWhenConcealed="监视射击（隐藏）"

[Overwatchfbg2 X2AbilityTemplate]
LocFriendlyName="监视射击"
LocHelpText="向第一个进入你视线的敌人开火，但会受到瞄准惩罚。"
LocLongDescriptionWhenConcealed="向第一个进入你视线的敌人开火，但前提是必须被发现。"
LocFlyOverText="监视射击"
LocFriendlyNameWhenConcealed="监视射击（隐藏）"

[EleriumCorefbb X2ItemTemplate]
FriendlyName="猎手天选者精华"
FriendlyNamePlural="猎手天选者精华"
BriefSummary="猎手选者精华。"
LootTooltip="猎天选者精华。"

[EleriumCorefbb2 X2ItemTemplate]
FriendlyName="刺客天选者精华"
FriendlyNamePlural="刺客天选者精华"
BriefSummary="刺客天选者精华。"
LootTooltip="刺客天选者精华。"

[EleriumCorefbb3 X2ItemTemplate]
FriendlyName="术士天选者精华"
FriendlyNamePlural="术士天选者精华"
BriefSummary="术士天选者精华。"
LootTooltip="术士天选者精华。"



[fbhunter X2CharacterTemplate]
strCharacterName="天选者猎手"

[fbass X2CharacterTemplate]
strCharacterName="天选者刺客"

[fbwar X2CharacterTemplate]
strCharacterName="天选者术士"

[fbhuntermax X2CharacterTemplate]
strCharacterName="天选者猎手 (M4)"

[fbassmax X2CharacterTemplate]
strCharacterName="天选者刺客 (M4)"

[fbwarmax X2CharacterTemplate]
strCharacterName="天选者术士 (M4)"


[Country_fbshiv6667 X2CountryTemplate]
+DisplayName ="已选择"
+DisplayNameWithArticle ="已选择"
+DisplayNameWithArticleLower = "已选择"
+DisplayNamePossessive = "已选择"
+DisplayAdjective ="已选择"

[fbchosname]
fbSparkFirstName9="天选者猎手-"
fbSparkLastNamePrefix9="000"

[fbchosname2]
fbSparkFirstName8="天选者刺客-"
fbSparkLastNamePrefix8="000"


[fbchosname3]
fbSparkFirstName7="天选者术士-"
fbSparkLastNamePrefix7="000"


[Cannon_SHIV_M11 X2WeaponTemplate]
FriendlyName="猎手步枪"
FriendlyNamePlural="猎手步枪"
BriefSummary="猎手步枪。"
;LongDescription="猎手步枪"
TacticalText="猎手步枪。"
AbilityDescName="猎手步枪"



[Cannon_SHIV_M12 X2WeaponTemplate]
FriendlyName="刺客武器"
FriendlyNamePlural="刺客武器"
BriefSummary="刺客武器。"
LongDescription="刺客武器"
TacticalText="刺客武器。"
AbilityDescName="刺客武器"

[Cannon_SHIV_M13 X2WeaponTemplate]
FriendlyName="刺客武器"
FriendlyNamePlural="刺客武器"
BriefSummary="刺客武器。"
LongDescription="刺客武器"
TacticalText="刺客武器。"
AbilityDescName="刺客武器"

[Cannon_SHIV_M14 X2WeaponTemplate]
FriendlyName="术士武器"
FriendlyNamePlural="术士武器"
BriefSummary="术士武器。"
LongDescription="术士武器"
TacticalText="术士武器。"
AbilityDescName="术士武器"


[Warlock_PsiWeapon666 X2WeaponTemplate]
FriendlyName="术士武器"
FriendlyNamePlural="术士武器"
BriefSummary="术士武器。"
LongDescription="术士武器"
TacticalText="术士武器。"
AbilityDescName="术士武器"




[intshiv22 X2TechTemplate]
DisplayName="打造天选者猎手"
Summary="打造天选者猎手。"
CodeName="天选者猎手"
LongDescription="打造天选者猎手。"
UnlockedDescription="天选者猎手已建造"

[intshiv33 X2TechTemplate]
DisplayName="打造天选者刺客"
Summary="打造天选者刺客。"
CodeName="天选者刺客"
LongDescription="打造天选者刺客。"
UnlockedDescription="天选者刺客已建造"

[intshiv44 X2TechTemplate]
DisplayName="打造天选者术士"
Summary="打造天选者术士。"
CodeName="天选者术士"
LongDescription="构建天选者术士。"
UnlockedDescription="天选者术士已建造"

[intshiv22debug X2TechTemplate]
DisplayName="天选者猎手"
Summary="免费打造天选者猎手。"
CodeName="天选者猎手"
LongDescription="免费打造天选者猎手。"
UnlockedDescription="天选者猎人已建造"

[intshiv33debug X2TechTemplate]
DisplayName="天选者刺客"
Summary="免费打造天选者刺客。"
CodeName="天选者刺客"
LongDescription="免费打造天选者刺客。"
UnlockedDescription="天选者刺客已建造"

[intshiv44debug X2TechTemplate]
DisplayName="天选者术士"
Summary="免费打造天选者术士。"
CodeName="天选者术士"
LongDescription="免费打造天选者术士。"
UnlockedDescription="天选者术士已建造"

[intshiv22stage2debug X2TechTemplate]
DisplayName="天选者猎手 (M2)"
Summary="免费打造几乎没有装甲的天选者猎手。"
CodeName="天选者猎手 M2"
LongDescription="免费打造几乎没有装甲天选者猎手。"
UnlockedDescription="天选者猎手已建造"

[intshiv33stage2debug X2TechTemplate]
DisplayName="天选者刺客 (M2)"
Summary="免费打造几乎没有装甲天选者刺客。"
CodeName="天选者刺客 M2"
LongDescription="免费打造几乎没有装甲天选者刺客。"
UnlockedDescription="天选者刺客已建造"

[intshiv44stage2debug X2TechTemplate]
DisplayName="天选者择术士 (M2)"
Summary="免费打造几乎没有装甲的天选者术士。"
CodeName="天选者术士 M2"
LongDescription="免费打造几乎没有装甲的天选者术士。"
UnlockedDescription="天选者术士已建造"

[intshiv22stage3debug X2TechTemplate]
DisplayName="天选者猎手 (M3)"
Summary="免费打造具有一定装甲的天选者猎手。"
CodeName="天选者猎人 M3"
LongDescription="免费打造具有一定装甲的天选者猎手。"
UnlockedDescription="天选者猎手已建造"

[intshiv33stage3debug X2TechTemplate]
DisplayName="天选者刺客 (M3)"
Summary="免费打造具有一定装甲的天选者刺客。"
CodeName="天选者刺客 M3"
LongDescription="免费打造带有一定装甲的天选者刺客。"
UnlockedDescription="天选者刺客已建造"

[intshiv44stage3debug X2TechTemplate]
DisplayName="天选者术士 (M3)"
Summary="免费打造具有一定装甲的天选者术士。"
CodeName="天选者术士 M3"
LongDescription="免费打造具有一定装甲的天选者术士。"
UnlockedDescription="天选者术士已建造"

[intshiv22maxdebug X2TechTemplate]
DisplayName="天选者猎手 (M4)"
Summary="免费打造天选者猎手的全副武装版本。"
CodeName="天选者猎人 M4"
LongDescription="免费打造天选者猎手的全副武装版本。"
UnlockedDescription="天选者猎手已建造"

[intshiv33maxdebug X2TechTemplate]
DisplayName="天选者刺客 (M4)"
Summary="免费打造天选者刺客的全副武装版本。"
CodeName="天选者刺客 M4"
LongDescription="免费为天选者刺客打造全副武装的版本。"
UnlockedDescription="天选者刺客已建造"

[intshiv44maxdebug X2TechTemplate]
DisplayName="天选者术士 (M4)"
Summary="免费打造天选者术士的全副武装版本。"
CodeName="天选者术士 M4"
LongDescription="免费打造天选者术士的全副武装版本。"
UnlockedDescription="天选者术士已建造"

[intshiv22stage2 X2TechTemplate]
DisplayName="天选者猎手 (M2)"
Summary="打造几乎没有装甲的天选者猎手。"
CodeName="天选者猎手 M2"
LongDescription="打造几乎没有装甲的天选者猎手。"
UnlockedDescription="天选者猎手已建造"

[intshiv33stage2 X2TechTemplate]
DisplayName="天选者刺客 (M2)"
Summary="打造几乎没有装甲的天选者刺客。"
CodeName="天选者刺客 M2"
LongDescription="打造几乎没有装甲的天选者刺客。"
UnlockedDescription="天选者刺客已建造"

[intshiv44stage2 X2TechTemplate]
DisplayName="天选者术士 (M2)"
Summary="打造几乎没有装甲的天选者术士。"
CodeName="天选者术士 M2"
LongDescription="打造几乎没有装甲的天选者术士。"
UnlockedDescription="天选者术士已建造"

[intshiv22stage3 X2TechTemplate]
DisplayName="天选者猎手 (M3)"
Summary="打造具有一定装甲的天选者猎手。"
CodeName="天选者猎手 M3"
LongDescription="免费打造具有一定装甲的天选者猎手。"
UnlockedDescription="天选者猎手已建造"

[intshiv33stage3 X2TechTemplate]
DisplayName="天选者刺客 (M3)"
Summary="打造具有一定装甲的天选者刺客。"
CodeName="天选者刺客 M3"
LongDescription="打造全副武装的天选者刺客。"
UnlockedDescription="天选者刺客已建造"

[intshiv44stage3 X2TechTemplate]
DisplayName="天选者术士 (M3)"
Summary="打造具有一定装甲的天选者术士。"
CodeName="天选者术士 M3"
LongDescription="打造具有一定装甲的天选者术士。"
UnlockedDescription="天选者术士已建造"

[intshiv22max X2TechTemplate]
DisplayName="天选者猎手 (M4)"
Summary="打造天选者猎手的全副武装版本。"
CodeName="天选者猎手 M4"
LongDescription="打造天选者猎手的全副武装版本。"
UnlockedDescription="天选者猎手已建造"

[intshiv33max X2TechTemplate]
DisplayName="天选者刺客 (M4)"
Summary="为天选者刺客打造全副武装的版本。"
CodeName="天选者刺客 M4"
LongDescription="为天选者刺客打造全副武装的版本。"
UnlockedDescription="天选者刺客已建造"

[intshiv44max X2TechTemplate]
DisplayName="天选者术士 (M4)"
Summary="打造天选者术士的全副武装版本。"
CodeName="天选者术士 M4"
LongDescription="打造天选者术士的全副武装版本。"
UnlockedDescription="天选者术士已建造"

[CheatChosen X2TechTemplate]
DisplayName="解锁快速选择"
Summary="解锁天选者的4个阶段。"
CodeName="天选者所有版本"
LongDescription="解锁天选者的4个阶段。"
UnlockedDescription="天选者已准备完毕，立即开始建造"



[fbshivclassh X2SoldierClassTemplate]
+DisplayName = "天选者猎手"
+ClassSummary = "天选者猎手。"
+LeftAbilityTreeTitle = "猎手"
+RightAbilityTreeTitle = "猎手"
;按字母顺序
+RandomNickNames[0]="猎犬"
+RandomNickNames[1]="黑暗猎手"
+RandomNickNames[2]="黑暗行者"
+RandomNickNames[3]="黑暗行者"
+RandomNickNames[4]="格里姆兰斯"
+RandomNickNames[5]="Duskhound"
+RandomNickNames[6]="暮光猎手"
+RandomNickNames[7]="暮行者"
+RandomNickNames[8]="暮行者"
+RandomNickNames[9]="暮枪"
+RandomNickNames[10]="毒蛇"
+RandomNickNames[11]="潜行者"
+RandomNickNames[12]="祸害行者"
+RandomNickNames[13]="Banestrider"
+RandomNickNames[14]="Banelance"
+RandomNickNames[15]="荒芜猎犬"
+RandomNickNames[16]="黑暗猎手"
+RandomNickNames[17]="枯萎者"
+RandomNickNames[18]="枯萎者"
+RandomNickNames[19]="枯萎之枪"
+RandomNickNames[20]="死亡猎犬"
+RandomNickNames[21]="死亡猎手"
+RandomNickNames[22]="死亡行者"
+RandomNickNames[23]="死亡行者"
+RandomNickNames[24]="死亡之枪"
+RandomNickNames[25]="暗猎犬"
+RandomNickNames[26]="恶魔猎手"
+RandomNickNames[27]="黑暗行者"
+RandomNickNames[28]="黑暗行者"
+RandomNickNames[29]="暗枪"

[fbshivclassh2 X2SoldierClassTemplate]
+DisplayName = "天选者刺客"
+ClassSummary = "天选者刺客。"
+LeftAbilityTreeTitle = "刺客"
+RightAbilityTreeTitle = "刺客"
;按字母顺序
+RandomNickNames[0]="暗影女王"
+RandomNickNames[1]="暗影女巫"
+RandomNickNames[2]="暗影之刃"
+RandomNickNames[3]="暗影恶魔"
+RandomNickNames[4]="暗影少女"
+RandomNickNames[5]="夜之女王"
+RandomNickNames[6]="夜女巫"
+RandomNickNames[7]="夜刃"
+RandomNickNames[8]="Nightdemon"
+RandomNickNames[9]="夜之少女"
+RandomNickNames[10]="虚空女王"
+RandomNickNames[11]="虚空女巫"
+RandomNickNames[12]="虚空之刃"
+RandomNickNames[13]="虚空恶魔"
+RandomNickNames[14]="虚空少女"
+RandomNickNames[15]="幽灵女王"
+RandomNickNames[16]="幽灵女巫"
+RandomNickNames[17]="幽灵之刃"
+RandomNickNames[18]="幽灵恶魔"
+RandomNickNames[19]="幽灵少女"

[fbshivclassh3 X2SoldierClassTemplate]
+DisplayName = "天选者术士"
+ClassSummary = "天选者术士。"
+LeftAbilityTreeTitle = "术士"
+RightAbilityTreeTitle = "术士"
+RandomNickNames[0]="心灵屠夫"
+RandomNickNames[1]="食心者"
+RandomNickNames[2]="杀心者"
+RandomNickNames[3]="杀心者"
+RandomNickNames[4]="心动者"
+RandomNickNames[5]="灵魂屠夫"
+RandomNickNames[6]="噬魂者"
+RandomNickNames[7]="屠魂者"
+RandomNickNames[8]="灵魂杀手"
+RandomNickNames[9]="灵魂撕裂者"
+RandomNickNames[10]="光明屠夫"
+RandomNickNames[11]="食光者"
+RandomNickNames[12]="Lightslayer"
+RandomNickNames[13]="光之杀手"
+RandomNickNames[14]="Lightripper"
+RandomNickNames[15]="黎明屠夫"
+RandomNickNames[16]="黎明食者"
+RandomNickNames[17]="黎明杀手"
+RandomNickNames[18]="黎明杀手"
+RandomNickNames[19]="黎明裂痕者"
+RandomNickNames[20]="心灵屠夫"
+RandomNickNames[21]="食人魔"
+RandomNickNames[22]="心灵杀手"
+RandomNickNames[23]="心灵杀手"
+RandomNickNames[24]="心灵抓取者"

[chosPsiosGrenade X2GrenadeTemplate]
FriendlyName="术士的灵能手榴弹"
FriendlyNamePlural="术士的灵能手榴弹"
BriefSummary="一种威力巨大的手榴弹，它不会对盟友造成伤害，并且会使目标迷失方向。"
TacticalText="一种威力巨大的手榴弹，它不会对盟友造成伤害，但却会使目标迷失方向。"
ThrownAbilityName="投掷灵能手榴弹"
ThrownAbilityHelpText="使敌方单位迷失方向并受到伤害。"
LaunchedAbilityname="发射灵能手榴弹"
LaunchedAbilityHelpText="迷惑并伤害敌方单位。"

[chosMountainMistRewardGrenade X2GrenadeTemplate]
FriendlyName="刺客的暗雾手榴弹"
FriendlyNamePlural="刺客的暗雾手榴弹"
BriefSummary="每次执行任务时可多次使用手榴弹来致盲或迷惑目标。"
TacticalText="每次执行任务时可多次使用手榴弹来致盲或迷惑目标。"
ThrownAbilityName="投掷暗雾手榴弹"
ThrownAbilityHelpText="使敌方单位迷失方向并失明。"
LaunchedAbilityname="发射暗雾手榴弹"
LaunchedAbilityHelpText="使敌方单位迷失方向并失明。"


[chosStunGrenade X2GrenadeTemplate]
FriendlyName="猎手的眩晕手榴弹"
FriendlyNamePlural="猎手的眩晕手榴弹"
BriefSummary="一种威力巨大的手榴弹，可以摧毁掩体并震慑大面积范围内的敌人。"
TacticalText="一种威力巨大的手榴弹，可以摧毁掩体并震慑大范围内的敌人。"
ThrownAbilityName="投掷眩晕手榴弹"
ThrownAbilityHelpText="击晕敌方单位。"
LaunchedAbilityname="发射眩晕手榴弹"
LaunchedAbilityHelpText="击晕敌方单位。"

[HunterRounds X2AmmoTemplate]
FriendlyName="猎手子弹"
FriendlyNamePlural="猎手子弹"
BriefSummary="<Bullet/>威力强大的子弹可以对有机敌人造成更大伤害，对机器人敌人的伤害更大。\n<Bullet>射击会导致有机目标流血，并随着时间的推移造成伤害。\n<Bullet>猎手子弹可以提高士兵的瞄准能力。\n<Bullet>射击会标记目标，增加目标的瞄准和暴击几率。\n<Bullet>有很小的几率使目标昏迷。"
TacticalText="<Bullet/>威力强大的子弹可以对有机敌人造成更大伤害，对机器人敌人的伤害更大。\n<Bullet>射击会导致有机目标流血，并随着时间的推移造成伤害。\n<Bullet>猎手子弹可以提高士兵的瞄准能力。\n<Bullet>射击会标记目标，增加目标的瞄准和暴击几率。\n<Bullet>有小几率使目标昏迷。"
